Repository: archivesteak/opensense
Catalog: src/OpenSense.App/Strings/*/Resources.resw
Source language: en_us
Languages: ar_sa, bg_bg, ca_es, cs_cz, de_de, el_gr, es_es, et_ee, fa_ir, fi_fi, fr_fr, he_il, hi_in, hu_hu, id_id, it_it, ja_jp, ko_kr, lv_lv, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sr_cyrl_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# Update_PortableHint
source: Update now to replace this portable copy and reopen it.
ar_sa: انقر فوق "التحديث الآن" لاستبدال هذه النسخة المحمولة وإعادة فتحها.
bg_bg: Щракнете върху „Актуализирай сега“, за да замените това преносимо копие и да го отворите отново.
ca_es: Fes clic a «Actualitza ara» per substituir aquesta còpia portable i tornar-la a obrir.
cs_cz: Kliknutím na „Aktualizovat hned“ nahradíte tuto přenosnou verzi a znovu ji otevřete.
de_de: Klicken Sie auf „Jetzt aktualisieren“, um diese portable Version zu ersetzen und erneut zu öffnen.
el_gr: Επιλέξτε «Ενημέρωση τώρα» για να αντικαταστήσετε αυτό το φορητό αντίγραφο και να ανοίξει ξανά.
es_es: Pulsa «Actualizar ahora» para sustituir esta copia portátil y volver a abrirla.
et_ee: Valige „Värskenda kohe“, et see kaasaskantav versioon asendada ja uuesti avada.
fa_ir: روی «اکنون به‌روزرسانی شود» کلیک کنید تا این نسخهٔ قابل‌حمل جایگزین و دوباره باز شود.
fi_fi: Valitse Päivitä nyt, niin tämä kannettava versio korvataan ja avataan uudelleen.
fr_fr: Cliquez sur « Mettre à jour maintenant » pour remplacer cette version portable et la rouvrir.
he_il: לחץ על "עדכן עכשיו" כדי להחליף את העותק הנייד הזה ולפתוח אותו מחדש.
hi_in: इस पोर्टेबल प्रति को बदलने और फिर से खोलने के लिए "अभी अपडेट करें" पर क्लिक करें।
hu_hu: A „Frissítés most” gombbal lecserélheti és újra megnyithatja ezt a hordozható példányt.
id_id: Klik "Perbarui sekarang" untuk mengganti salinan portabel ini dan membukanya kembali.
it_it: Fai clic su "Aggiorna ora" per sostituire questa copia portatile e riaprirla.
ja_jp: 「今すぐ更新」を押すと、このポータブル版を置き換えて開き直します。
ko_kr: '지금 업데이트'를 누르면 이 포터블 버전을 교체한 후 다시 엽니다.
lv_lv: Noklikšķiniet uz “Atjaunināt tūlīt”, lai aizstātu šo portatīvo versiju un atkārtoti to atvērtu.
nb_no: Klikk på «Oppdater nå» for å erstatte denne bærbare versjonen og åpne den på nytt.
nl_nl: Klik op 'Nu bijwerken' om deze draagbare versie te vervangen en opnieuw te openen.
pl_pl: Kliknij „Aktualizuj teraz”, aby zastąpić tę wersję przenośną i otworzyć ją ponownie.
pt_pt: Clique em "Atualizar agora" para substituir esta cópia portátil e voltar a abri-la.
ro_ro: Faceți clic pe „Actualizați acum” pentru a înlocui această copie portabilă și a o redeschide.
ru_ru: Нажмите «Обновить сейчас», чтобы заменить эту портативную копию и снова открыть её.
sk_sk: Kliknutím na „Aktualizovať teraz“ nahradíte túto prenosnú verziu a znova ju otvoríte.
sr_cyrl_rs: Кликните на „Ажурирај сада“ да бисте заменили ову преносиву копију и поново је отворили.
sv_se: Klicka på ”Uppdatera nu” för att ersätta den här portabla versionen och öppna den igen.
th_th: คลิก "อัปเดตตอนนี้" เพื่อแทนที่สำเนาแบบพกพานี้และเปิดอีกครั้ง
tr_tr: Bu taşınabilir kopyayı değiştirip yeniden açmak için "Şimdi güncelleştir"e tıklayın.
uk_ua: Натисніть «Оновити зараз», щоб замінити цю портативну копію й знову відкрити її.
vi_vn: Bấm "Cập nhật ngay" để thay thế bản di động này và mở lại.
zh_cn: 单击“立即更新”以替换此便携版并重新打开它。
zh_tw: 按一下「立即更新」以取代此可攜式版本並重新開啟。

# Update_Checking
source: Checking for updates…
ar_sa: جارٍ التحقق من وجود تحديثات…
bg_bg: Проверка за актуализации…
ca_es: S'estan cercant actualitzacions…
cs_cz: Vyhledávání aktualizací…
de_de: Es wird nach Updates gesucht…
el_gr: Έλεγχος για ενημερώσεις…
es_es: Buscando actualizaciones…
et_ee: Värskenduste otsimine…
fa_ir: در حال بررسی به‌روزرسانی‌ها…
fi_fi: Tarkistetaan päivityksiä…
fr_fr: Recherche de mises à jour…
he_il: בודק אם יש עדכונים…
hi_in: अपडेट की जाँच हो रही है…
hu_hu: Frissítések keresése…
id_id: Memeriksa pembaruan…
it_it: Ricerca di aggiornamenti in corso…
ja_jp: 更新を確認しています…
ko_kr: 업데이트를 확인하는 중…
lv_lv: Notiek atjauninājumu meklēšana…
nb_no: Ser etter oppdateringer…
nl_nl: Controleren op updates…
pl_pl: Sprawdzanie aktualizacji…
pt_pt: A procurar atualizações…
ro_ro: Se caută actualizări…
ru_ru: Проверка обновлений…
sk_sk: Vyhľadávajú sa aktualizácie…
sr_cyrl_rs: Провера исправки…
sv_se: Söker efter uppdateringar…
th_th: กำลังตรวจหาการอัปเดต…
tr_tr: Güncelleştirmeler denetleniyor…
uk_ua: Перевірка оновлень…
vi_vn: Đang kiểm tra bản cập nhật…
zh_cn: 正在检查更新…
zh_tw: 正在檢查更新…

# Update_UpToDate
source: Up to date. {0}
ar_sa: محدّث. {0}
bg_bg: Актуално. {0}
ca_es: Actualitzat. {0}
cs_cz: Aktuální. {0}
de_de: Auf dem neuesten Stand. {0}
el_gr: Ενημερωμένο. {0}
es_es: Actualizado. {0}
et_ee: Ajakohane. {0}
fa_ir: به‌روز است. {0}
fi_fi: Ajan tasalla. {0}
fr_fr: À jour. {0}
he_il: מעודכן. {0}
hi_in: अद्यतित है। {0}
hu_hu: Naprakész. {0}
id_id: Sudah terbaru. {0}
it_it: Aggiornato. {0}
ja_jp: 最新の状態です。{0}
ko_kr: 최신 상태입니다. {0}
lv_lv: Atjaunināts. {0}
nb_no: Oppdatert. {0}
nl_nl: Bijgewerkt. {0}
pl_pl: Aktualne. {0}
pt_pt: Atualizado. {0}
ro_ro: Actualizat. {0}
ru_ru: Обновлений нет. {0}
sk_sk: Aktuálne. {0}
sr_cyrl_rs: Ажурно. {0}
sv_se: Uppdaterad. {0}
th_th: เป็นเวอร์ชันล่าสุดแล้ว {0}
tr_tr: Güncel. {0}
uk_ua: Оновлень немає. {0}
vi_vn: Đã cập nhật. {0}
zh_cn: 已是最新版本。{0}
zh_tw: 已是最新狀態。{0}

# Update_Skipped
source: Version {0} skipped. {1}
ar_sa: تم تخطي الإصدار {0}. {1}
bg_bg: Версия {0} е пропусната. {1}
ca_es: S'ha omès la versió {0}. {1}
cs_cz: Verze {0} přeskočena. {1}
de_de: Version {0} übersprungen. {1}
el_gr: Η έκδοση {0} παραλείφθηκε. {1}
es_es: Versión {0} omitida. {1}
et_ee: Versioon {0} jäeti vahele. {1}
fa_ir: نسخهٔ {0} رد شد. {1}
fi_fi: Versio {0} ohitettiin. {1}
fr_fr: Version {0} ignorée. {1}
he_il: המערכת דילגה על גרסה {0}. {1}
hi_in: संस्करण {0} छोड़ा गया। {1}
hu_hu: A(z) {0} verzió kihagyva. {1}
id_id: Versi {0} dilewati. {1}
it_it: Versione {0} saltata. {1}
ja_jp: バージョン {0} をスキップしました。{1}
ko_kr: 버전 {0}을(를) 건너뛰었습니다. {1}
lv_lv: Versija {0} izlaista. {1}
nb_no: Versjon {0} ble hoppet over. {1}
nl_nl: Versie {0} overgeslagen. {1}
pl_pl: Pominięto wersję {0}. {1}
pt_pt: Versão {0} ignorada. {1}
ro_ro: Versiunea {0} a fost omisă. {1}
ru_ru: Версия {0} пропущена. {1}
sk_sk: Verzia {0} bola preskočená. {1}
sr_cyrl_rs: Верзија {0} је прескочена. {1}
sv_se: Version {0} hoppades över. {1}
th_th: ข้ามเวอร์ชัน {0} แล้ว {1}
tr_tr: {0} sürümü atlandı. {1}
uk_ua: Версію {0} пропущено. {1}
vi_vn: Đã bỏ qua phiên bản {0}. {1}
zh_cn: 已跳过版本 {0}。{1}
zh_tw: 已略過版本 {0}。{1}

# Update_Available
source: Version {0} is available. {1}
ar_sa: الإصدار {0} متوفر. {1}
bg_bg: Налична е версия {0}. {1}
ca_es: La versió {0} està disponible. {1}
cs_cz: Je k dispozici verze {0}. {1}
de_de: Version {0} ist verfügbar. {1}
el_gr: Η έκδοση {0} είναι διαθέσιμη. {1}
es_es: La versión {0} está disponible. {1}
et_ee: Saadaval on versioon {0}. {1}
fa_ir: نسخهٔ {0} در دسترس است. {1}
fi_fi: Versio {0} on saatavilla. {1}
fr_fr: La version {0} est disponible. {1}
he_il: גרסה {0} זמינה. {1}
hi_in: संस्करण {0} उपलब्ध है। {1}
hu_hu: Elérhető a(z) {0} verzió. {1}
id_id: Versi {0} tersedia. {1}
it_it: È disponibile la versione {0}. {1}
ja_jp: バージョン {0} を利用できます。{1}
ko_kr: 버전 {0}을(를) 사용할 수 있습니다. {1}
lv_lv: Ir pieejama versija {0}. {1}
nb_no: Versjon {0} er tilgjengelig. {1}
nl_nl: Versie {0} is beschikbaar. {1}
pl_pl: Dostępna jest wersja {0}. {1}
pt_pt: A versão {0} está disponível. {1}
ro_ro: Versiunea {0} este disponibilă. {1}
ru_ru: Доступна версия {0}. {1}
sk_sk: K dispozícii je verzia {0}. {1}
sr_cyrl_rs: Доступна је верзија {0}. {1}
sv_se: Version {0} är tillgänglig. {1}
th_th: เวอร์ชัน {0} พร้อมใช้งาน {1}
tr_tr: {0} sürümü kullanılabilir. {1}
uk_ua: Доступна версія {0}. {1}
vi_vn: Đã có phiên bản {0}. {1}
zh_cn: 版本 {0} 可用。{1}
zh_tw: 版本 {0} 已推出。{1}

# Update_LastChecked
source: Last checked {0}.
ar_sa: آخر تحقق: {0}.
bg_bg: Последна проверка: {0}.
ca_es: Última comprovació: {0}.
cs_cz: Naposledy zkontrolováno {0}.
de_de: Zuletzt gesucht: {0}.
el_gr: Τελευταίος έλεγχος: {0}.
es_es: Última comprobación: {0}.
et_ee: Viimati kontrollitud: {0}.
fa_ir: آخرین بررسی: {0}.
fi_fi: Tarkistettu viimeksi {0}.
fr_fr: Dernière vérification : {0}.
he_il: נבדק לאחרונה: {0}.
hi_in: अंतिम बार जाँचा गया: {0}।
hu_hu: Utolsó ellenőrzés: {0}.
id_id: Terakhir diperiksa {0}.
it_it: Ultimo controllo: {0}.
ja_jp: 最終確認: {0}。
ko_kr: 마지막 확인: {0}.
lv_lv: Pēdējoreiz pārbaudīts: {0}.
nb_no: Sist sjekket {0}.
nl_nl: Laatst gecontroleerd: {0}.
pl_pl: Ostatnie sprawdzenie: {0}.
pt_pt: Última verificação: {0}.
ro_ro: Ultima verificare: {0}.
ru_ru: Последняя проверка: {0}.
sk_sk: Naposledy skontrolované {0}.
sr_cyrl_rs: Последња провера: {0}.
sv_se: Senast kontrollerat: {0}.
th_th: ตรวจสอบล่าสุดเมื่อ {0}
tr_tr: Son denetim: {0}.
uk_ua: Остання перевірка: {0}.
vi_vn: Kiểm tra lần cuối: {0}.
zh_cn: 上次检查时间：{0}。
zh_tw: 上次檢查時間：{0}。

# Update_NotChecked
source: Not checked yet.
ar_sa: لم يتم التحقق بعد.
bg_bg: Все още не е проверявано.
ca_es: Encara no s'ha comprovat.
cs_cz: Zatím nezkontrolováno.
de_de: Noch nicht gesucht.
el_gr: Δεν έχει γίνει ακόμα έλεγχος.
es_es: Aún no se ha comprobado.
et_ee: Pole veel kontrollitud.
fa_ir: هنوز بررسی نشده است.
fi_fi: Ei vielä tarkistettu.
fr_fr: Pas encore vérifié.
he_il: עדיין לא נבדק.
hi_in: अभी तक नहीं जाँचा गया।
hu_hu: Még nem történt ellenőrzés.
id_id: Belum diperiksa.
it_it: Non ancora controllato.
ja_jp: まだ確認していません。
ko_kr: 아직 확인하지 않았습니다.
lv_lv: Vēl nav pārbaudīts.
nb_no: Ikke sjekket ennå.
nl_nl: Nog niet gecontroleerd.
pl_pl: Jeszcze nie sprawdzano.
pt_pt: Ainda não verificado.
ro_ro: Nu s-a verificat încă.
ru_ru: Проверка ещё не выполнялась.
sk_sk: Zatiaľ neskontrolované.
sr_cyrl_rs: Још није проверено.
sv_se: Inte kontrollerat ännu.
th_th: ยังไม่ได้ตรวจสอบ
tr_tr: Henüz denetlenmedi.
uk_ua: Ще не перевірялося.
vi_vn: Chưa kiểm tra.
zh_cn: 尚未检查。
zh_tw: 尚未檢查。

# Update_OpenToUpdate
source: Open OpenSense to update.
ar_sa: افتح OpenSense للتحديث.
bg_bg: Отворете OpenSense, за да актуализирате.
ca_es: Obre l'OpenSense per actualitzar-lo.
cs_cz: Pro aktualizaci otevřete OpenSense.
de_de: Öffnen Sie OpenSense, um das Update zu installieren.
el_gr: Ανοίξτε το OpenSense για ενημέρωση.
es_es: Abre OpenSense para actualizar.
et_ee: Värskendamiseks avage OpenSense.
fa_ir: برای به‌روزرسانی، OpenSense را باز کنید.
fi_fi: Päivitä avaamalla OpenSense.
fr_fr: Ouvrez OpenSense pour mettre à jour.
he_il: פתח את OpenSense כדי לעדכן.
hi_in: अपडेट करने के लिए OpenSense खोलें।
hu_hu: A frissítéshez nyissa meg az OpenSense-t.
id_id: Buka OpenSense untuk memperbarui.
it_it: Apri OpenSense per aggiornare.
ja_jp: 更新するには OpenSense を開いてください。
ko_kr: 업데이트하려면 OpenSense를 여세요.
lv_lv: Lai atjauninātu, atveriet OpenSense.
nb_no: Åpne OpenSense for å oppdatere.
nl_nl: Open OpenSense om bij te werken.
pl_pl: Otwórz OpenSense, aby zaktualizować.
pt_pt: Abra o OpenSense para atualizar.
ro_ro: Deschideți OpenSense pentru a actualiza.
ru_ru: Откройте OpenSense, чтобы обновить.
sk_sk: Na aktualizáciu otvorte OpenSense.
sr_cyrl_rs: Отворите OpenSense да бисте ажурирали.
sv_se: Öppna OpenSense för att uppdatera.
th_th: เปิด OpenSense เพื่ออัปเดต
tr_tr: Güncelleştirmek için OpenSense'i açın.
uk_ua: Відкрийте OpenSense, щоб оновити.
vi_vn: Mở OpenSense để cập nhật.
zh_cn: 打开 OpenSense 进行更新。
zh_tw: 開啟 OpenSense 以進行更新。

# Update_CheckFailed
source: Could not check for updates: {0}
ar_sa: تعذّر التحقق من وجود تحديثات: {0}
bg_bg: Неуспешна проверка за актуализации: {0}
ca_es: No s'han pogut cercar actualitzacions: {0}
cs_cz: Aktualizace se nepodařilo vyhledat: {0}
de_de: Die Suche nach Updates ist fehlgeschlagen: {0}
el_gr: Δεν ήταν δυνατός ο έλεγχος για ενημερώσεις: {0}
es_es: No se pudo buscar actualizaciones: {0}
et_ee: Värskendusi ei saanud otsida: {0}
fa_ir: بررسی به‌روزرسانی‌ها ممکن نشد: {0}
fi_fi: Päivitysten tarkistaminen epäonnistui: {0}
fr_fr: Impossible de rechercher des mises à jour : {0}
he_il: לא ניתן היה לבדוק אם יש עדכונים: {0}
hi_in: अपडेट की जाँच नहीं की जा सकी: {0}
hu_hu: Nem sikerült frissítéseket keresni: {0}
id_id: Tidak dapat memeriksa pembaruan: {0}
it_it: Impossibile cercare gli aggiornamenti: {0}
ja_jp: 更新を確認できませんでした: {0}
ko_kr: 업데이트를 확인할 수 없습니다: {0}
lv_lv: Neizdevās meklēt atjauninājumus: {0}
nb_no: Kan ikke se etter oppdateringer: {0}
nl_nl: Kan niet controleren op updates: {0}
pl_pl: Nie można sprawdzić aktualizacji: {0}
pt_pt: Não foi possível procurar atualizações: {0}
ro_ro: Nu s-au putut căuta actualizări: {0}
ru_ru: Не удалось проверить наличие обновлений: {0}
sk_sk: Aktualizácie sa nepodarilo vyhľadať: {0}
sr_cyrl_rs: Није могуће проверити исправке: {0}
sv_se: Det gick inte att söka efter uppdateringar: {0}
th_th: ไม่สามารถตรวจหาการอัปเดตได้: {0}
tr_tr: Güncelleştirmeler denetlenemedi: {0}
uk_ua: Не вдалося перевірити наявність оновлень: {0}
vi_vn: Không thể kiểm tra bản cập nhật: {0}
zh_cn: 无法检查更新：{0}
zh_tw: 無法檢查更新：{0}

# Update_Cancelled
source: The update was cancelled.
ar_sa: تم إلغاء التحديث.
bg_bg: Актуализацията е отменена.
ca_es: S'ha cancel·lat l'actualització.
cs_cz: Aktualizace byla zrušena.
de_de: Das Update wurde abgebrochen.
el_gr: Η ενημέρωση ακυρώθηκε.
es_es: Se canceló la actualización.
et_ee: Värskendamine tühistati.
fa_ir: به‌روزرسانی لغو شد.
fi_fi: Päivitys peruutettiin.
fr_fr: La mise à jour a été annulée.
he_il: העדכון בוטל.
hi_in: अपडेट रद्द कर दिया गया।
hu_hu: A frissítés megszakadt.
id_id: Pembaruan dibatalkan.
it_it: L'aggiornamento è stato annullato.
ja_jp: 更新はキャンセルされました。
ko_kr: 업데이트가 취소되었습니다.
lv_lv: Atjaunināšana tika atcelta.
nb_no: Oppdateringen ble avbrutt.
nl_nl: De update is geannuleerd.
pl_pl: Aktualizacja została anulowana.
pt_pt: A atualização foi cancelada.
ro_ro: Actualizarea a fost anulată.
ru_ru: Обновление отменено.
sk_sk: Aktualizácia bola zrušená.
sr_cyrl_rs: Ажурирање је отказано.
sv_se: Uppdateringen avbröts.
th_th: ยกเลิกการอัปเดตแล้ว
tr_tr: Güncelleştirme iptal edildi.
uk_ua: Оновлення скасовано.
vi_vn: Đã hủy cập nhật.
zh_cn: 更新已取消。
zh_tw: 已取消更新。

# Update_Failed
source: The update failed: {0}
ar_sa: فشل التحديث: {0}
bg_bg: Неуспешна актуализация: {0}
ca_es: L'actualització ha fallat: {0}
cs_cz: Aktualizace se nezdařila: {0}
de_de: Das Update ist fehlgeschlagen: {0}
el_gr: Η ενημέρωση απέτυχε: {0}
es_es: La actualización no se pudo completar: {0}
et_ee: Värskendamine nurjus: {0}
fa_ir: به‌روزرسانی ناموفق بود: {0}
fi_fi: Päivitys epäonnistui: {0}
fr_fr: La mise à jour a échoué : {0}
he_il: העדכון נכשל: {0}
hi_in: अपडेट विफल रहा: {0}
hu_hu: A frissítés nem sikerült: {0}
id_id: Pembaruan gagal: {0}
it_it: Aggiornamento non riuscito: {0}
ja_jp: 更新に失敗しました: {0}
ko_kr: 업데이트하지 못했습니다: {0}
lv_lv: Atjaunināšana neizdevās: {0}
nb_no: Oppdateringen mislyktes: {0}
nl_nl: De update is mislukt: {0}
pl_pl: Aktualizacja nie powiodła się: {0}
pt_pt: A atualização falhou: {0}
ro_ro: Actualizarea nu a reușit: {0}
ru_ru: Не удалось выполнить обновление: {0}
sk_sk: Aktualizácia zlyhala: {0}
sr_cyrl_rs: Ажурирање није успело: {0}
sv_se: Uppdateringen misslyckades: {0}
th_th: การอัปเดตล้มเหลว: {0}
tr_tr: Güncelleştirme başarısız oldu: {0}
uk_ua: Не вдалося оновити: {0}
vi_vn: Cập nhật không thành công: {0}
zh_cn: 更新失败：{0}
zh_tw: 更新失敗：{0}

# Update_NoDigest
source: GitHub published no SHA-256 checksum for the download, so it can't be verified.
ar_sa: لم ينشر GitHub مجموعًا اختباريًا SHA-256 لهذا التنزيل، لذا لا يمكن التحقق منه.
bg_bg: GitHub не е публикувал контролна сума SHA-256 за този файл, затова той не може да бъде проверен.
ca_es: GitHub no ha publicat cap suma de verificació SHA-256 per a la baixada, així que no es pot verificar.
cs_cz: GitHub pro stahovaný soubor nezveřejnil kontrolní součet SHA-256, takže ho nelze ověřit.
de_de: GitHub hat für den Download keine SHA-256-Prüfsumme veröffentlicht, daher kann er nicht überprüft werden.
el_gr: Το GitHub δεν δημοσίευσε άθροισμα ελέγχου SHA-256 για τη λήψη, επομένως δεν μπορεί να επαληθευτεί.
es_es: GitHub no publicó ninguna suma de comprobación SHA-256 para la descarga, así que no se puede verificar.
et_ee: GitHub ei avaldanud allalaaditava faili jaoks SHA-256 kontrollsummat, seega ei saa seda kontrollida.
fa_ir: GitHub مجموع مقابله‌ای SHA-256 برای این بارگیری منتشر نکرده است، بنابراین تأیید آن ممکن نیست.
fi_fi: GitHub ei julkaissut lataukselle SHA-256-tarkistussummaa, joten sitä ei voi tarkistaa.
fr_fr: GitHub n’a publié aucune somme de contrôle SHA-256 pour ce téléchargement : il ne peut pas être vérifié.
he_il: GitHub לא פרסם סכום ביקורת SHA-256 עבור ההורדה, ולכן לא ניתן לאמת אותה.
hi_in: GitHub ने इस डाउनलोड के लिए कोई SHA-256 चेकसम प्रकाशित नहीं किया, इसलिए इसे सत्यापित नहीं किया जा सकता।
hu_hu: A GitHub nem tett közzé SHA-256 ellenőrzőösszeget a letöltéshez, így az nem ellenőrizhető.
id_id: GitHub tidak memublikasikan checksum SHA-256 untuk unduhan ini, sehingga tidak dapat diverifikasi.
it_it: GitHub non ha pubblicato alcun checksum SHA-256 per il download, quindi non può essere verificato.
ja_jp: GitHub がこのダウンロードの SHA-256 チェックサムを公開していないため、検証できません。
ko_kr: GitHub에서 이 다운로드의 SHA-256 체크섬을 게시하지 않아 확인할 수 없습니다.
lv_lv: GitHub nepublicēja lejupielādei SHA-256 kontrolsummu, tāpēc to nevar pārbaudīt.
nb_no: GitHub har ikke publisert noen SHA-256-kontrollsum for nedlastingen, så den kan ikke bekreftes.
nl_nl: GitHub heeft geen SHA-256-controlesom voor de download gepubliceerd, dus die kan niet worden geverifieerd.
pl_pl: GitHub nie opublikował sumy kontrolnej SHA-256 dla pobieranego pliku, więc nie można go zweryfikować.
pt_pt: O GitHub não publicou nenhuma soma de verificação SHA-256 para a transferência, pelo que não pode ser verificada.
ro_ro: GitHub nu a publicat nicio sumă de control SHA-256 pentru descărcare, deci aceasta nu poate fi verificată.
ru_ru: GitHub не опубликовал контрольную сумму SHA-256 для этого файла, поэтому его нельзя проверить.
sk_sk: GitHub pre sťahovaný súbor nezverejnil kontrolný súčet SHA-256, takže ho nemožno overiť.
sr_cyrl_rs: GitHub није објавио SHA-256 контролни збир за ову датотеку, па није могуће потврдити њену исправност.
sv_se: GitHub publicerade ingen SHA-256-kontrollsumma för filen, så den kan inte verifieras.
th_th: GitHub ไม่ได้เผยแพร่ค่าตรวจสอบ SHA-256 สำหรับไฟล์ที่ดาวน์โหลด จึงไม่สามารถตรวจสอบได้
tr_tr: GitHub bu indirme için SHA-256 sağlama toplamı yayımlamadı, bu nedenle doğrulanamıyor.
uk_ua: GitHub не опублікував контрольну суму SHA-256 для цього файлу, тому його не можна перевірити.
vi_vn: GitHub không công bố tổng kiểm SHA-256 cho tệp tải xuống nên không thể xác minh.
zh_cn: GitHub 未发布此下载文件的 SHA-256 校验和，因此无法验证。
zh_tw: GitHub 未發佈此下載檔案的 SHA-256 總和檢查碼，因此無法驗證。

# Update_DigestMismatch
source: The download doesn't match the SHA-256 checksum GitHub published.
ar_sa: لا يتطابق التنزيل مع المجموع الاختباري SHA-256 الذي نشره GitHub.
bg_bg: Изтегленият файл не съответства на контролната сума SHA-256, публикувана от GitHub.
ca_es: La baixada no coincideix amb la suma de verificació SHA-256 que ha publicat GitHub.
cs_cz: Stažený soubor neodpovídá kontrolnímu součtu SHA-256, který GitHub zveřejnil.
de_de: Der Download stimmt nicht mit der von GitHub veröffentlichten SHA-256-Prüfsumme überein.
el_gr: Η λήψη δεν ταιριάζει με το άθροισμα ελέγχου SHA-256 που δημοσίευσε το GitHub.
es_es: La descarga no coincide con la suma de comprobación SHA-256 que publicó GitHub.
et_ee: Allalaaditud fail ei vasta GitHubi avaldatud SHA-256 kontrollsummale.
fa_ir: فایل بارگیری‌شده با مجموع مقابله‌ای SHA-256 که GitHub منتشر کرده مطابقت ندارد.
fi_fi: Lataus ei vastaa GitHubin julkaisemaa SHA-256-tarkistussummaa.
fr_fr: Le téléchargement ne correspond pas à la somme de contrôle SHA-256 publiée par GitHub.
he_il: ההורדה אינה תואמת לסכום הביקורת SHA-256 ש-GitHub פרסם.
hi_in: डाउनलोड GitHub द्वारा प्रकाशित SHA-256 चेकसम से मेल नहीं खाता।
hu_hu: A letöltött fájl nem egyezik a GitHub által közzétett SHA-256 ellenőrzőösszeggel.
id_id: Unduhan tidak cocok dengan checksum SHA-256 yang dipublikasikan GitHub.
it_it: Il download non corrisponde al checksum SHA-256 pubblicato da GitHub.
ja_jp: ダウンロードしたファイルが GitHub の公開している SHA-256 チェックサムと一致しません。
ko_kr: 다운로드한 파일이 GitHub에서 게시한 SHA-256 체크섬과 일치하지 않습니다.
lv_lv: Lejupielāde neatbilst GitHub publicētajai SHA-256 kontrolsummai.
nb_no: Nedlastingen samsvarer ikke med SHA-256-kontrollsummen som GitHub publiserte.
nl_nl: De download komt niet overeen met de SHA-256-controlesom die GitHub heeft gepubliceerd.
pl_pl: Pobrany plik nie zgadza się z sumą kontrolną SHA-256 opublikowaną przez GitHub.
pt_pt: A transferência não corresponde à soma de verificação SHA-256 publicada pelo GitHub.
ro_ro: Descărcarea nu corespunde sumei de control SHA-256 publicate de GitHub.
ru_ru: Загруженный файл не совпадает с контрольной суммой SHA-256, опубликованной GitHub.
sk_sk: Stiahnutý súbor nezodpovedá kontrolnému súčtu SHA-256, ktorý GitHub zverejnil.
sr_cyrl_rs: Преузета датотека се не подудара са SHA-256 контролним збиром који је GitHub објавио.
sv_se: Den hämtade filen stämmer inte med den SHA-256-kontrollsumma som GitHub publicerade.
th_th: ไฟล์ที่ดาวน์โหลดไม่ตรงกับค่าตรวจสอบ SHA-256 ที่ GitHub เผยแพร่
tr_tr: İndirilen dosya, GitHub'ın yayımladığı SHA-256 sağlama toplamıyla eşleşmiyor.
uk_ua: Завантажений файл не збігається з контрольною сумою SHA-256, опублікованою GitHub.
vi_vn: Tệp tải xuống không khớp với tổng kiểm SHA-256 mà GitHub đã công bố.
zh_cn: 下载的文件与 GitHub 发布的 SHA-256 校验和不匹配。
zh_tw: 下載的檔案與 GitHub 發佈的 SHA-256 總和檢查碼不符。

# Update_NoExecutable
source: The portable update does not contain OpenSense.exe.
ar_sa: لا يحتوي التحديث المحمول على OpenSense.exe.
bg_bg: Преносимата актуализация не съдържа OpenSense.exe.
ca_es: L'actualització portable no conté OpenSense.exe.
cs_cz: Přenosná aktualizace neobsahuje OpenSense.exe.
de_de: Das portable Update enthält keine OpenSense.exe.
el_gr: Η φορητή ενημέρωση δεν περιέχει το OpenSense.exe.
es_es: La actualización portátil no contiene OpenSense.exe.
et_ee: Kaasaskantav värskendus ei sisalda faili OpenSense.exe.
fa_ir: به‌روزرسانی قابل‌حمل شامل OpenSense.exe نیست.
fi_fi: Kannettava päivitys ei sisällä tiedostoa OpenSense.exe.
fr_fr: La mise à jour portable ne contient pas OpenSense.exe.
he_il: העדכון הנייד אינו מכיל את OpenSense.exe.
hi_in: पोर्टेबल अपडेट में OpenSense.exe नहीं है।
hu_hu: A hordozható frissítés nem tartalmazza az OpenSense.exe fájlt.
id_id: Pembaruan portabel tidak berisi OpenSense.exe.
it_it: L'aggiornamento portatile non contiene OpenSense.exe.
ja_jp: ポータブル版の更新に OpenSense.exe が含まれていません。
ko_kr: 포터블 업데이트에 OpenSense.exe가 없습니다.
lv_lv: Portatīvais atjauninājums nesatur OpenSense.exe.
nb_no: Den bærbare oppdateringen inneholder ikke OpenSense.exe.
nl_nl: De draagbare update bevat geen OpenSense.exe.
pl_pl: Aktualizacja przenośna nie zawiera pliku OpenSense.exe.
pt_pt: A atualização portátil não contém o OpenSense.exe.
ro_ro: Actualizarea portabilă nu conține OpenSense.exe.
ru_ru: Портативное обновление не содержит OpenSense.exe.
sk_sk: Prenosná aktualizácia neobsahuje OpenSense.exe.
sr_cyrl_rs: Преносива исправка не садржи OpenSense.exe.
sv_se: Den portabla uppdateringen innehåller inte OpenSense.exe.
th_th: การอัปเดตแบบพกพาไม่มี OpenSense.exe
tr_tr: Taşınabilir güncelleştirme OpenSense.exe dosyasını içermiyor.
uk_ua: Портативне оновлення не містить OpenSense.exe.
vi_vn: Bản cập nhật di động không chứa OpenSense.exe.
zh_cn: 便携版更新中不包含 OpenSense.exe。
zh_tw: 可攜式更新中不包含 OpenSense.exe。
